# Задача 3. Создайте скрипт бота, который находит ответы на фразы по ключу в словаре. Бот должен, как минимум, отвечать на фразы «привет», «как тебя зовут». 
# Если фраза ему неизвестна, он выводит соответствующую фразу.

import bot

phrase = input("Введите фразу (можете воспользоваться помощью - help): ")

print(bot.Search(phrase))